Merge remote-tracking branch 'origin/main' into release
# Conflicts:
#	CHANGELOG.md
#	VERSION
